{
  "Men's Outerwear": [
    {
      "title": "Men's Tech Shell Full-Zip",
      "price": 50.2,
      "description": "A versatile full-zip that you can wear all day long and even to the gym. This technical shell features moisture-wicking fabric, added stretch and a hidden pocket for your smartphone or media player.",
      "image": "media/10-15068B.jpg",
      "largeImage": "media/10-15068A.jpg",
      "features": [
        "100% polyester.",
        "Smooth, technical front with textured mesh back.",
        "Drawstring bottom for adjustable fit.",
        "Raglan sleeves.",
        "Available in forest green with the white Google logo embroidered at left chest."
      ]
    },
    {
      "title": "Anvil L/S Crew Neck - Grey",
      "price": 22.15,
      "description": "You'll be swooning over this crew neck as soon as you feel how soft it is.",
      "image": "media/10-14154B.jpg",
      "largeImage": "media/10-14154A.jpg",
      "features": [
        "40% preshrunk ring-spun cotton, 60% polyester terry fleece.",
        "Available in dark heather charcoal with the white Google logo screen printed across center chest."
      ]
    },
    {
      "title": "Green Flex Fleece Zip Hoodie",
      "price": 45.65,
      "description": "Ultra soft. Ultra cozy. Our popular flex fleece hoodie now available in speckled green.",
      "image": "media/10-14157B.jpg",
      "largeImage": "media/10-14157A.jpg",
      "features": [
        "50% cotton / 50% polyester.",
        "Made in the USA.",
        "Full-zip.",
        "Available in green with specks of blue and the white Google logo embroidered at left bicep."
      ]
    },
    {
      "title": "Android Nylon Packable Jacket",
      "price": 33.6,
      "description": "Pack. Pack. Pack it up! This nylon jacket with reflective trim can literally be packed into itself in seconds. Features a waterproof nylon fabric, Android eyes &amp; antennaes on the hood and a  carrying strap when jacket is fully packed. Android robot is printed on back above zipper in a reflective, metallic finish.",
      "image": "media/10-15041B.jpg",
      "largeImage": "media/10-15041A.jpg",
      "features": []
    },
    {
      "title": "YouTube Ultimate Hooded Sweatshirt",
      "price": 32.35,
      "description": "Stay warm in this cozy hoodie made of 50% cotton and 50% polyester. This comfortable design features set in sleeves, dyed to match draw cord and a front pouch pocket. Available in Charcoal with the full color YouTube logo screen printed across the chest. Unisex sizing.",
      "image": "media/10-14133B.jpg",
      "largeImage": "media/10-14133A.jpg",
      "features": []
    },
    {
      "title": "Grey Heather Fleece Zip Hoodie",
      "price": 38.85,
      "description": "Cozy up with this full-zip hoodie.",
      "image": "media/10-14160B.jpg",
      "largeImage": "media/10-14160A.jpg",
      "features": [
        "60% combed, ring-spun cotton, 40% polyester.",
        "Unisex sizing.",
        "Retail fit.",
        "Contrast zipper.",
        "Kangaroo pockets with ribbed cuffs and waistband.",
        "Available in dark heather with the white Google logo embroidered at left chest."
      ]
    },
    {
      "title": "Vastrm Hoodie",
      "price": 200,
      "description": "The ultimate in fit and fabric, this Vastrm hoodie doesn't disappoint. Made from soft pique fabric, the lightweight full-zip features a halfmoon accent and matching hoodie strings.",
      "image": "media/10-14153B.jpg",
      "largeImage": "media/10-14153A.jpg",
      "features": [
        "100% cotton.",
        "Hidden phone pocket neatly cradles your digital device.",
        "Available in charcoal grey with red strings and hood. White Google logo is embroidered at left bicep."
      ]
    },
    {
      "title": "Recycled Plastic Bottle Hoodie - Green",
      "price": 60.95,
      "description": "Ever wonder where all of the disposable water bottles of the world end up? We know some of them are reused for a second purpose. Each of these hoodies contain approximately 9 recycled water bottles that are woven into the fabric.",
      "image": "media/10-14158B.jpg",
      "largeImage": "media/10-14158A.jpg",
      "features": [
        "50% recycled cotton, 50% recycled polyester.",
        "Full zipper and orange drawstring pulls.",
        "USA made.",
        "Available in forest green with the white Google logo embroidered at left bicep."
      ]
    },
    {
      "title": "Rowan Pullover Hood",
      "price": 60.85,
      "description": "In search of the perfect layering piece? This lightweight, triblend pullover is ultra soft and ideal for all seasons.",
      "image": "media/10-14152B.jpg",
      "largeImage": "media/10-14152A.jpg",
      "features": [
        "50% polyester, 38% cotton, 12% rayon triblend.",
        "Available in black with the white Google logo screenprinted at left bicep."
      ]
    },
    {
      "title": "Men's Voyage Fleece Jacket",
      "price": 48,
      "description": "Perhaps the equivalent to that comfort blanket you had years ago is a cozy fleece. This full-zip is the perfect layering piece for those 'in-between' months when mother nature just can't make up her mind.",
      "image": "media/10-14155B.jpg",
      "largeImage": "media/10-14155A.jpg",
      "features": [
        "100% polyester anti-pill yarn fleece.",
        "100% polyester taffeta lining in sleeves.",
        "Tricot-lined lower pockets with reverse coil zippers.",
        "Available in black with the white Google logo embroidered at left chest."
      ]
    },
    {
      "title": "Eco-Jersey Chrome Zip Up Hoodie",
      "price": 37.75,
      "description": "An exceptionally soft, eco-friendly full-zip for picture-perfect layering.",
      "image": "media/10-14159B.jpg",
      "largeImage": "media/10-14159A.jpg",
      "features": [
        "50% polyester, 38% cotton (6.25% recycled), 12% rayon (6.25% organic).",
        "Low-impact yarn dyed and washed.",
        "Brushed nickel zipper with natural taping.",
        "Split front pouch pocket.",
        "Available in deep pacific blue with the white Google Chrome logo screenprinted at left chest."
      ]
    },
    {
      "title": "Android Colorblock Hooded Pullover",
      "price": 50.2,
      "description": "This cozy Android hoodie features a sublimated camo design printed inside hood and along inner sleeves and side panels.  Moisture-wicking polyester fabric keeps you cool and dry.",
      "image": "media/10-14146B.jpg",
      "largeImage": "media/10-14146A.jpg",
      "features": [
        "100% polyester.",
        "Ultra soft, fleece interior.",
        "Available in smoke/lime green with the white Android robot embroidered at left chest."
      ]
    },
    {
      "title": "Tri-blend Full-Zip Hoodie",
      "price": 52.2,
      "description": "Comfy cool. This canvas tri-blend full-zip hoodie made of a poly/cotton/rayon blend is sure to please the eyes as well as the senses. Made in the USA. Available in Black with the white Google logo embroidered at left chest.",
      "image": "media/10-14216B.jpg",
      "largeImage": "media/10-14216A.jpg",
      "features": []
    },
    {
      "title": "Fleece Full-Zip Hoodie",
      "price": 45.65,
      "description": "If you find that the 'spark' is missing from your outfit, you may need to add one of these full-zip hoodies to the mix. Resurfacing from 1989, this colorful full-zip features a sporty fit with ultra soft fleece lining.",
      "image": "media/10-14215B.jpg",
      "largeImage": "media/10-14215A.jpg",
      "features": [
        "50% polyester and 50% cotton fleece.",
        "Available in blue with the Google logo embroidered in white at left bicep."
      ]
    },
    {
      "title": "Jacquard-Knit Full-Zip Fleece",
      "price": 74.9,
      "description": "We love color contrast, especially in Google Blue! This textured jacket features a jacquard texture with contrast stitching and zippers.",
      "image": "media/10-14217B.jpg",
      "largeImage": "media/10-14217A.jpg",
      "features": [
        "100% polyester.",
        "Audio port access available on inside left pocket.",
        "Available in Carbon/Olympic Blue with the Google logo embroidered in white on left chest."
      ]
    },
    {
      "title": "YouTube Unisex Flex Fleece Zip Hoodie",
      "price": 45.25,
      "description": "Our popular flex fleece hoodie, now for YouTube fans everywhere.",
      "image": "media/10-15103B.jpg",
      "largeImage": "media/10-15103A.jpg",
      "features": [
        "50% polyester, 50% cotton fleece.",
        "Sporty, unisex fit.",
        "Metal zipper.",
        "Hood.",
        "Available in dark heather grey with the YouTube logo embroidered at left bicep."
      ]
    }
  ],
  "Ladies Outerwear": [
    {
      "title": "Ladies Modern Stretch Full Zip",
      "price": 41.6,
      "description": "With an updated fit and figure-flattering details, this full-zip combines ultra soft cotton with a dash of spandex to retain its shape all day long.",
      "image": "media/10-24102B.jpg",
      "largeImage": "media/10-24102A.jpg",
      "features": [
        "96% cotton, 4% spandex.",
        "Gently contoured silhouette &amp; longer length design for a style that moves with you.",
        "Self-fabric hood.",
        "Dyed-to-match zipper.",
        "Front slash pockets.",
        "Open cuffs &amp; hem.",
        "Available in Mosaic Blue with the white Google logo embroidered at left chest."
      ]
    },
    {
      "title": "Ladies Colorblock Wind Jacket",
      "price": 45.9,
      "description": "Brighten up your commute on gloomy days. This lightweight jacket features a subtle grid texture and a punch of bright pink at each side panel.",
      "image": "media/10-25058B.jpg",
      "largeImage": "media/10-25058A.jpg",
      "features": [
        "100% polyester dobby shell with jersey lining.",
        "Packable zip-in hood with contrast pink zipper.",
        "Cadet collar and elastic cuffs.",
        "Adjustable toggles at waist can be cinched for a flattering fit.",
        "Available in grey/dark rose with the white Google logo embroidered at left chest."
      ]
    },
    {
      "title": "Ladies Voyage Fleece Jacket",
      "price": 48,
      "description": "Perhaps the equivalent to that comfort blanket you had years ago is a cozy fleece. This full-zip is the perfect layering piece for those 'in-between' months when mother nature just can't make up her mind.",
      "image": "media/10-24101B.jpg",
      "largeImage": "media/10-24101A.jpg",
      "features": [
        "100% polyester anti-pill yarn fleece.",
        "100% polyester taffeta lining in sleeves.",
        "Tricot-lined lower pockets with reverse coil zippers.",
        "Available in purple with the white Google logo embroidered at left chest.",
        "Please note! Sizing runs larger than normal. Consider ordering a size smaller than normal."
      ]
    },
    {
      "title": "Ladies Pullover L/S Hood",
      "price": 36.5,
      "description": "A longsleeve layering piece with a hood. What more can you ask for between season changes?",
      "image": "media/10-24098B.jpg",
      "largeImage": "media/10-24098A.jpg",
      "features": [
        "85% polyester, 15% cotton.",
        "Ultra lightweight, tissue jersey fabric.",
        "Scoop-neck with hood.",
        "Available in jewel blue with the white Google logo screenprinted across center chest."
      ]
    },
    {
      "title": "Ladies Sonoma Hybrid Knit Jacket",
      "price": 84.85,
      "description": "A modern styled sport jacket that combines a classic silhouette with moisture-wicking fabrics. Technical features include a reversed coil zipper with reflective stripe, interior media exit port, and built-in media pocket.",
      "image": "media/10-24097B.jpg",
      "largeImage": "media/10-24097A.jpg",
      "features": [
        "94% polyester, 6% spandex.",
        "Available in black with the white Google logo heat transferred onto right hip along zipper."
      ]
    },
    {
      "title": "Ladies Yerba Knit Quarter Zip",
      "price": 64.2,
      "description": "This on-trend quarter zip doubles as workout gear.",
      "image": "media/10-24099B.jpg",
      "largeImage": "media/10-24099A.jpg",
      "features": [
        "81% polyester, 19% spandex jersey knit.",
        "Textured knit fabric features a moisture-wicking finish.",
        "Exposed contrast reverse coil zipper with contrast inner collar.",
        "Lightweight design with added stretch.",
        "Available in heathered indigo with the white Google logo heat transferred vertically onto front right hip."
      ]
    }
  ],
  "Mens T-Shirts": [
    {
      "title": "YouTube Organic Cotton T-Shirt - Grey",
      "price": 14.75,
      "description": "Stay casual and cool in this 100% organic pre-shrunk cotton T-shirt. Available in charcoal grey with full-color YouTube logo screened on front.",
      "image": "media/10-13058B.jpg",
      "largeImage": "media/10-13058A.jpg",
      "features": []
    },
    {
      "title": "Inbox - Subtle Actions T-Shirt",
      "price": 17.05,
      "description": "Sometimes even the subtlest of actions can make a big difference. This tee highlights all of the icons &amp; features available in your Gmail inbox!",
      "image": "media/10-13256B.jpg",
      "largeImage": "media/10-13256A.jpg",
      "features": [
        "60% cotton, 40% polyester blend.",
        "Available in charcoal heather with the inbox icons screenprinted at front chest and inbox tag sewn onto left sleeve."
      ]
    },
    {
      "title": "Adult Android Superhero T-Shirt",
      "price": 14.95,
      "description": "Mr. Kent has nothing on Super Droid, especially since this robot has only one weakness-a sweet tooth (considering all of its confectionery-themed versions)! This adorable Bella+Canvas tee features a unisex fit that is sure to please both male and female Android fans.",
      "image": "media/10-13239B.jpg",
      "largeImage": "media/10-13239A.jpg",
      "features": [
        "100% combed, ringspun cotton.",
        "Unisex fit.",
        "Tag-free label for added comfort.",
        "Available in royal blue with the Super Droid robot screen printed at center chest.",
        "Sizes run smaller than normal. Reference men's sizing chart for additional details."
      ]
    },
    {
      "title": "Men's Vintage Heather T-Shirt",
      "price": 15.8,
      "description": "A casual-cool, vintage-inspired tee perfect for all. Just remember that the best part about any classic is that it only improves with age. The more you wash it, the softer it feels.",
      "image": "media/10-13264B.jpg",
      "largeImage": "media/10-13264A.jpg",
      "features": [
        "65% polyester, 35% cotton.",
        "Available in heather navy, blue, purple or green with the white Google logo screened across center chest of each."
      ]
    },
    {
      "title": "Basic Black T-Shirt",
      "price": 16.9,
      "description": "Word on the street is that 'black is the new black.' Embellish your basic fashion statement with the Google logo on an authentic American Apparel t-shirt.",
      "image": "media/10-13265B.jpg",
      "largeImage": "media/10-13265A.jpg",
      "features": [
        "100% organic combed cotton for ultimate softness.",
        "Flattering fit.",
        "Available in Black with the Google logo screen printed in White across center chest.",
        "Sizes run smaller than normal.Please reference men's size chart for fit."
      ]
    },
    {
      "title": "Local Guides T-Shirt",
      "price": 15.7,
      "description": "Do you live to explore? Are you the first to tell your friends about the best venues, restaurants and hot spots in town? If you're already a local guide, sport your t-shirt with pride. This ultra soft style is comfortable enough to wear all day long - perfect for all of those adventures you'll tell us about later. To learn more about Local Guides, visit us here:https://www.google.com/local/guides/.",
      "image": "media/10-13280B.jpg",
      "largeImage": "media/10-13280A.jpg",
      "features": [
        "52% combed, ring-spun cotton / 48% polyester.",
        "Retail fit.",
        "Available in charcoal with the Local Guides logo screenprinted at front chest and Google logo screenprinted in white at left bicep."
      ]
    },
    {
      "title": "Go Gopher T-Shirt in Teal",
      "price": 10.95,
      "description": "Go anywhere in style when wearing this t-shirt featuring The Go Gopher. Tee is made of 100% combed, ring-spun cotton jersey fabric. Available in teal with the Go Gopher screen printed on center.",
      "image": "media/10-13213B.jpg",
      "largeImage": "media/10-13213A.jpg",
      "features": []
    },
    {
      "title": "Android Ringspun T-Shirt - Green",
      "price": 8.75,
      "description": "Display your undying love for Androids everywhere in this 100% certified organic ringspun cotton tee.\n",
      "image": "media/10-13285B.jpg",
      "largeImage": "media/10-13285A.jpg",
      "features": [
        "100% combed, ring-spun cotton.",
        "Preshrunk for fashion fit.",
        "Tearaway label.\n",
        "Available in heather green with the full color Android robot screen printed across center chest."
      ]
    },
    {
      "title": "Organic Cotton Android walking with dog T-shirt",
      "price": 17.25,
      "description": "What’s better than an organic cotton t-shirt with the Android logo?  How about a t-shirt with the Android walking a dog. ",
      "image": "media/10-13018B.jpg",
      "largeImage": "media/10-13018A.jpg",
      "features": [
        "100% smooth organic cotton.",
        "Available in black with the Android design screenprinted at front chest.",
        "Sizing runs smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "Organic Cotton T-Shirt - Red",
      "price": 14.4,
      "description": "Looking to add a little color to your wardrobe? This striking red tee shirt is made of 100% preshrunk organic cotton, so it's healthy for the environment as well as for your look.",
      "image": "media/10-13270B.jpg",
      "largeImage": "media/10-13270A.jpg",
      "features": [
        "Shoulder-to-shoulder tape.",
        "Seamless collar.",
        "Available in red with white Google logo screenprinted at center chest.",
        "**This shirt's cut is more of a generous t-shirt cut. Compared to the American Apparel shirts, sizing would run larger.**"
      ]
    },
    {
      "title": "Unisex Gmail T-Shirt",
      "price": 15,
      "description": "Show your inbox some love. The new Gmail tee has arrived, complete with a subtle Mvelope design that showcases all of the Gmail icons you use on the daily.",
      "image": "media/10-13282B.jpg",
      "largeImage": "media/10-13282A.jpg",
      "features": [
        "52% cotton / 48% polyester.",
        "Unisex fit.",
        "Bella+Canvas.",
        "Available in dark grey heather with the new Gmail print screenprinted across center chest."
      ]
    },
    {
      "title": "Android Soccer T-Shirt",
      "price": 15.2,
      "description": "When it comes to futbol formation, the world's most adorable robots are en pointe. Show your love for the game with this limited edition Android tee.",
      "image": "media/10-13289B.jpg",
      "largeImage": "media/10-13289A.jpg",
      "features": [
        "100% cotton.",
        "Made in the USA.",
        "Available in navy with the Android robot design screenprinted at front."
      ]
    },
    {
      "title": "Basic Google T-Shirt",
      "price": 13.3,
      "description": "Embellish your basic fashion statement with Google's brightly colored logo. Featuring a flattering and stylish fit for virtually any body type, this tee also boasts an ultra-soft feel.",
      "image": "media/10-13262B.jpg",
      "largeImage": "media/10-13262A.jpg",
      "features": [
        "100% cotton.",
        "Stretchable, reinforced shoulder construction maintains shape through repeated washings.",
        "Double-stitched bottom hem ensures durability.",
        "Available in white with the full color Google logo screenprinted across chest.",
        "Sizes run smaller than normal.Please reference men's size chart for fit."
      ]
    },
    {
      "title": "Tri-Blend V-Neck Tee",
      "price": 14.95,
      "description": "An ultra soft triblend fabric and fashionable v-neck cut make this tee perfect for everyday wear. Available in royal blue with the white Google logo screenprinted at center chest.",
      "image": "media/10-13273B.jpg",
      "largeImage": "media/10-13273A.jpg",
      "features": []
    },
    {
      "title": "Heather Pocket Tee - Light Blue",
      "price": 23.3,
      "description": "Pocket protector or not, you're sure to look pretty cool in this stylish tee.",
      "image": "media/10-13272B.jpg",
      "largeImage": "media/10-13272A.jpg",
      "features": [
        "60% cotton, 40% polyester.",
        "Tagless label for added comfort.",
        "Available in light blue with a grey pocket and the white Google logo screenprinted at center pocket."
      ]
    },
    {
      "title": "Google Now Skyline T-Shirt",
      "price": 20.2,
      "description": "A bright and sunny 360° illustration of San Francisco wrapped around this American Apparel t-shirt. This tee, popular at the Googleplex in Mountain View, CA is now available just for you!",
      "image": "media/10-13276B.jpg",
      "largeImage": "media/10-13276A.jpg",
      "features": [
        "100% cotton.",
        "Available in Aqua with the Google Now logo screen printed in Gray across chest.",
        "Sizes run smaller than normal.Please reference men's size chart for fit."
      ]
    },
    {
      "title": "Tri-Blend G Logo Men's Polo",
      "price": 32.7,
      "description": "Stock up on this comfy-cool polo featuring the new Google 'G.'",
      "image": "media/10-11019B.jpg",
      "largeImage": "media/10-11019A.jpg",
      "features": [
        "50% polyester / 25% cotton / 25% rayon",
        "Tri-blend fabric retains shape and elasticity.",
        "Retail fit.",
        "Single front pocket.",
        "Three-button placket.",
        "Structured collar holds shape through repeated washing.",
        "Available in black with the Google 'G' icon embroidered at left chest."
      ]
    },
    {
      "title": "Tri-Blend Leisure Shirt",
      "price": 32.95,
      "description": "Dress it up, or dress it down. We promise you'll fall in love with the versatility of this triblend polo.",
      "image": "media/10-11017B.jpg",
      "largeImage": "media/10-11017A.jpg",
      "features": [
        "50/25/25 polyester/cotton/rayon blend.",
        "Three-button placket with structured self-fabric collar and left chest pocket.",
        "Available in black with the Google logo embroidered at right sleeve.",
        "Sizes run smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "Wise Android T-Shirt",
      "price": 14.95,
      "description": "Take a word from the wise: put on this tee and you'll fall in love! Made of 100% preshrunk certified organic cotton for ultimate softness. Available in black with the Wise Android screen printed on the front chest.",
      "image": "media/10-13153B.jpg",
      "largeImage": "media/10-13153A.jpg",
      "features": []
    },
    {
      "title": "Android Pride T-Shirt",
      "price": 19.1,
      "description": "Stand out and stand proud in this Android Pride T-shirt.",
      "image": "media/10-13279B.jpg",
      "largeImage": "media/10-13279A.jpg",
      "features": [
        "100% cotton American Apparel t-shirt.",
        "Available in black, and features two Androids holding hands and waving a rainbow flag screenprinted at center chest. Google logo is screenprinted in white at sleeve.",
        "Sizing runs smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "Chrome Unisex T-Shirt",
      "price": 11.35,
      "description": "Show your love for Google Chrome in this 100% combed ring-spun cotton T-Shirt.",
      "image": "media/10-13286B.jpg",
      "largeImage": "media/10-13286A.jpg",
      "features": [
        "Soft, jersey fabric.",
        "Unisex fit.",
        "Available in dark heather grey with the new Google Chrome logo screenprinted at front."
      ]
    },
    {
      "title": "NY City Lights T-Shirt",
      "price": 18.35,
      "description": "Are you feeling lucky? This anniversary t-shirt celebrates the Big Apple.",
      "image": "media/10-13271B.jpg",
      "largeImage": "media/10-13271A.jpg",
      "features": [
        "100% cotton American Apparel shirt.",
        "Available in Black with the Google logo and 'I'm Feeling Lucky' New York printed on back yoke in White.",
        "Sizes run smaller than normal. Please reference men's size chart for fit before ordering."
      ]
    },
    {
      "title": "Omi Tech Tee",
      "price": 17,
      "description": "This performance tee deserves to be one of your wardrobe staples. Micro-polyester mesh fabric is snag-resistant, moisture-wicking and provides UV protection for sunny days. Available in royal blue with the white Google logo transferred onto center chest.",
      "image": "media/10-13267B.jpg",
      "largeImage": "media/10-13267A.jpg",
      "features": []
    },
    {
      "title": "YouTube S/S Triblend T-Shirt",
      "price": 14.9,
      "description": "A perfect blend of three fabrics. This fashionably soft tee is perfect for layering or wearing solo.",
      "image": "media/10-13278B.jpg",
      "largeImage": "media/10-13278A.jpg",
      "features": [
        "50% polyester, 25% combed, ring-spun cotton.",
        "Retail fit.",
        "Unisex sizing.",
        "Available in black with the full color YouTube logo screenprinted at center chest."
      ]
    },
    {
      "title": "Nest T-Shirt",
      "price": 17.4,
      "description": "We know energy savings make you smile. Why not put on an even bigger grin with this teal Nest t-shirt?",
      "image": "media/10-13241B.jpg",
      "largeImage": "media/10-13241A.jpg",
      "features": [
        "100% combed cotton.",
        "Made in the USA.",
        "Available in teal with the white Nest icon screen printed across chest.",
        "Sizing runs smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "98 Short Sleeve Tee",
      "price": 14.3,
      "description": "Classic front. Retro back. This comfy grey tee celebrates Google's heritage, featuring the vintage '98' logo at back.",
      "image": "media/10-13291B.jpg",
      "largeImage": "media/10-13291A.jpg",
      "features": [
        "100% cotton.",
        "Available in grey with the white Google logo screenprinted at left chest and the vintage '98' screenprinted at back in red, white and blue."
      ]
    },
    {
      "title": "Cardboard T-Shirt",
      "price": 14.2,
      "description": "Crazy for Cardboard? Show your love with this super soft t-shirt. If you're new to the virtual reality scene, check out Google Cardboard here:https://www.google.com/get/cardboard/",
      "image": "media/10-13260B.jpg",
      "largeImage": "media/10-13260A.jpg",
      "features": [
        "60% cotton, 40% polyester.",
        "Available in charcoal with a Cardboard viewer textured metallic heart at front chest and the Cardboard short url screenprinted at back yoke."
      ]
    },
    {
      "title": "Short Sleeve Crew Neck Raglan",
      "price": 13.1,
      "description": "This vintage style t-shirt features a soft jersey fabric comfortable enough to sleep in.",
      "image": "media/10-13266B.jpg",
      "largeImage": "media/10-13266A.jpg",
      "features": [
        "60% cotton, 40% polyester.",
        "Self fabric contrast neckband and sleeves.",
        "Available in light blue/indigo with the white Google logo screenprinted across center chest."
      ]
    },
    {
      "title": "MTV Unisex Blue T-Shirt",
      "price": 15.75,
      "description": "They say home is where the heart is. This vibrant tee features the Bay Area address of Google's head office.",
      "image": "media/10-13292B.jpg",
      "largeImage": "media/10-13292A.jpg",
      "features": [
        "100% combed cotton.",
        "Made in the USA.",
        "Available in royal blue with a striking design at front and the white Google logo at back yoke."
      ]
    },
    {
      "title": "Organic Me-To-We Tee",
      "price": 23.6,
      "description": "Buy a tee that gives back. Half of the profits from each organic crewneck tee are distributed to the international charity and educational partner, Free the Children.",
      "image": "media/10-13268B.jpg",
      "largeImage": "media/10-13268A.jpg",
      "features": [
        "100% organic cotton.",
        "For more information on Free the Children &amp; Me to We, visit http://www.freethechildren.com/about-us/our-story/.",
        "Available in blue with the white Google logo screenprinted at center chest."
      ]
    },
    {
      "title": "Tri-Blend Raglan Long Sleeve",
      "price": 51.2,
      "description": "Whether you're stealing second, cheering in the stands, or you just love the look of a classic 'baseball' tee, consider this raglan version for your apparel roster.",
      "image": "media/10-13274B.jpg",
      "largeImage": "media/10-13274A.jpg",
      "features": [
        "50% polyester, 38% cotton, 12% rayon super soft triblend.",
        "Fashionable fit.",
        "Machine washable.",
        "Available in grey/black with the white Google logo screenprinted at center chest."
      ]
    },
    {
      "title": "Blueprint for a Better Inbox T-Shirt",
      "price": 14.3,
      "description": "This new \"Blueprint for better Inbox\" t-shirt will be your new favorite t-shirt. It's a USA made American Apparel t-shirt sporting the new logo.",
      "image": "media/10-13240B.jpg",
      "largeImage": "media/10-13240A.jpg",
      "features": [
        "50% cotton / 50% polyester for a super soft feel",
        "Unisex fit.",
        "Available in royal blue heather with the \"New Inbox: logo screen printed on the center chest.",
        "Sizing runs smaller than normal. Please reference men's sizing chart prior to ordering."
      ]
    },
    {
      "title": "YouTube Player T-Shirt - Unisex",
      "price": 17.8,
      "description": "\n",
      "image": "media/10-13097B.jpg",
      "largeImage": "media/10-13097A.jpg",
      "features": [
        "100% combed cotton.",
        "Reinforced shoulder construction to maintain shape.",
        "Available in red with the Player logo screenprinted at front chest and YouTube logo screenprinted at back yoke.",
        "Sizes run smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "G Logo White T-Shirt",
      "price": 13,
      "description": "There's a new G in town and it's here to stay. Get your hands on this comfy white tee featuring the new Google icon.",
      "image": "media/10-13275B.jpg",
      "largeImage": "media/10-13275A.jpg",
      "features": [
        "100% combed, ringspun cotton.",
        "Side-seamed.",
        "Unisex size, retail fit by Bella+Canvas.",
        "Available in white with the Google 'G' icon screenprinted at front."
      ]
    },
    {
      "title": "Android Concert T-Shirt",
      "price": 13.65,
      "description": "Back by popular demand! Rock out with this Android Concert t-shirt. ",
      "image": "media/10-13130B.jpg",
      "largeImage": "media/10-13130A.jpg",
      "features": [
        "100% combed cotton.",
        "Made in the USA.",
        "Available in grey with the Android screen printed in orange at center chest.",
        "Sizing runs smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "Men's Bamboo T-Shirt",
      "price": 20.65,
      "description": "'Seriously soft' is one phrase we're not afraid to throw around when it comes to these bamboo tees.Made with 70% viscose from organic bamboo and 30% organic cotton, your skin will thank you during those long nights of programming.",
      "image": "media/10-13269B.jpg",
      "largeImage": "media/10-13269A.jpg",
      "features": [
        "Available in blue with the Google logo screen printed in white across center chest."
      ]
    },
    {
      "title": "Android Pay Crew Neck T-Shirt",
      "price": 19.4,
      "description": "Wear. Wash. Repeat. This tee celebrates the most exciting way to pay for life's necessities. For more information on Android Pay, visit our site here; https://www.android.com/pay/.",
      "image": "media/10-13263B.jpg",
      "largeImage": "media/10-13263A.jpg",
      "features": [
        "60/40 cotton/polyester blend.",
        "Tagless label for added comfort.",
        "Made in the USA.",
        "Available in Pepper Black with the Android Pay icon screenprinted at front chest and Android Pay logo text at left sleeve."
      ]
    },
    {
      "title": "Google Maps T-Shirt",
      "price": 18.35,
      "description": "Make a geographical statement with this royal blue American Apparel tee.",
      "image": "media/10-13277B.jpg",
      "largeImage": "media/10-13277A.jpg",
      "features": [
        "100% combed cotton.",
        "Available in royal with the Google Maps pin and \"I am here\" text on the front, Google Maps logo on the back, and URL on the sleeve.",
        "Sizes run smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "Est. 98 Baseball Tee",
      "price": 17.9,
      "description": "Hit a home run in the style stakes with this classic baseball tee. Designed with traditional contrast sleeves and an 'est 98' graphic honoring the year Google was founded.",
      "image": "media/10-13290B.jpg",
      "largeImage": "media/10-13290A.jpg",
      "features": [
        "Unisex fit.",
        "52% cotton, 48% polyester.",
        "Available in white with black sleeves and the white Google logo printed at left bicep."
      ]
    },
    {
      "title": "Mountain View T-Shirt",
      "price": 16.5,
      "image": "media/10-13288B.jpg",
      "largeImage": "media/10-13288A.jpg",
      "features": [
        "100% combed cotton.",
        "Made in Los Angeles.",
        "Available in white with the Mountain View coordinates screenprinted at front and the full color Google logo screenprinted at back yoke."
      ]
    }
  ],
  "Ladies T-Shirts": [
    {
      "title": "Ladies Chrome T-Shirt",
      "price": 13.3,
      "description": "The best of three fabrics combined into one seductively-soft tee.",
      "image": "media/10-23180B.jpg",
      "largeImage": "media/10-23180A.jpg",
      "features": [
        "50% polyester, 25% combed and ring-spun cotton, 25% rayon.",
        "Side-seamed.",
        "Semi-relaxed fit.",
        "Available in heather blue with the white Google Chrome logo screenprinted at center chest."
      ]
    },
    {
      "title": "Ladies Google New York T-Shirt",
      "price": 18.35,
      "description": "Are you feeling lucky? Inspired by city lights in The Big Apple, this tee features the 'I'm Feeling Lucky New York' phrase at back.",
      "image": "media/10-23226B.jpg",
      "largeImage": "media/10-23226A.jpg",
      "features": [
        "100% cotton.",
        "American Apparel shirt designed with a ladies fit in mind.",
        "Available in Black with the Google logo and 'I'm Feeling Lucky' New York printed on back yoke in White.",
        "Sizing runs smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "Ladies Gmail T-Shirt",
      "price": 16.4,
      "description": "Show your inbox some love. The new Gmail tee has arrived, complete with a subtle Mvelope design that showcases all of the Gmail icons you use on the daily.",
      "image": "media/10-23179B.jpg",
      "largeImage": "media/10-23179A.jpg",
      "features": [
        "50% polyester, 25% cotton.",
        "Bella+Canvas.",
        "Available in vintage red with the new Gmail print screenprinted across center chest."
      ]
    },
    {
      "title": "Ladies G Logo White T-Shirt",
      "price": 13.3,
      "description": "There's a new G in town and it's here to stay. Get your hands on this comfy white tee with the new Google icon.\n\n",
      "image": "media/10-23178B.jpg",
      "largeImage": "media/10-23178A.jpg",
      "features": [
        "100% combed and ring-spun cotton.",
        "Side seamed, relaxed fit.",
        "Bella+Canvas.",
        "Available in white with the Google 'G' icon screenprinted at front."
      ]
    },
    {
      "title": "Ladies Android Pride T-Shirt",
      "price": 19.1,
      "description": "Stand out proud in this Ladies' Android Pride T-shirt.",
      "image": "media/10-23177B.jpg",
      "largeImage": "media/10-23177A.jpg",
      "features": [
        "100% cotton.",
        "Available in black and features two Androids holding hands and waving a rainbow flag printed across the front. Google logo screen printed in white on the sleeve.",
        "Sizing runs smaller than normal. Please reference size chart before ordering."
      ]
    },
    {
      "title": "Ladies Ringspun Crew Neck",
      "price": 19.7,
      "description": "Cheery colors make the world a happier place. This bright pink tee is ultra soft and features a comfortable, ladies fit.",
      "image": "media/10-23172B.jpg",
      "largeImage": "media/10-23172A.jpg",
      "features": [
        "100% cotton.",
        "Tagless label for added comfort.",
        "Relaxed fit.",
        "Available in hot pink with the white Google logo screenprinted at center chest."
      ]
    },
    {
      "title": "Ladies Tri-Blend V-Neck T-Shirt",
      "price": 35.1,
      "description": "A tagless label, ultra soft triblend fabric and v-neck cut are three ingredients for a favorite tee.",
      "image": "media/10-23227B.jpg",
      "largeImage": "media/10-23227A.jpg",
      "features": [
        "25% cotton, 50% polyester, 25% rayon.",
        "Made in California.",
        "Available in green with the white Google logo screenprinted at center chest."
      ]
    },
    {
      "title": "Bella Ladies Favorite Tee",
      "price": 10.5,
      "description": "This ladies tee features a longer body length perfect for layering up.",
      "image": "media/10-23228B.jpg",
      "largeImage": "media/10-23228A.jpg",
      "features": [
        "100% combed, ringspun cotton.",
        "Extra soft, lightweight fabric.",
        "Slim fit. Runs small.",
        "Available in aqua with the white Google logo screenprinted at center chest."
      ]
    },
    {
      "title": "Ladies Bamboo T-Shirt",
      "price": 20.65,
      "description": "A bamboo tee that's softer than your favorite cotton t-shirt. Your skin will thank you during those long nights of programming.",
      "image": "media/10-23176B.jpg",
      "largeImage": "media/10-23176A.jpg",
      "features": [
        "70% viscose from organic bamboo, 30% organic cotton.",
        "Available in vintage pink with the white Google logo screen printed at center chest."
      ]
    },
    {
      "title": "Ladies L/S Colorblock Raglan",
      "price": 36.95,
      "description": "Add a dose of mango to your t-shirt lineup. This scoop neck raglan features a bright pop of color and a scoop neck with v-notch.",
      "image": "media/10-23173B.jpg",
      "largeImage": "media/10-23173A.jpg",
      "features": [
        "60% cotton, 40% polyester.",
        "Scoop hem.",
        "Self-fabric cuff bands.",
        "Available in heather/mango with the white Google logo screenprinted at center chest."
      ]
    },
    {
      "title": "Bella Scoop-Neck Ladies T-Shirt",
      "price": 13.1,
      "description": "A classic that's here to stay is this ladies white baby ribbed tee. Features a feminine scoop cut at the neck and 1x1 baby rib texture. Available in white with the full color Google logo screen printed at center chest.",
      "image": "media/10-23171B.jpg",
      "largeImage": "media/10-23171A.jpg",
      "features": []
    },
    {
      "title": "Ladies Not For Sale T-Shirt",
      "price": 24,
      "description": "This Not for Sale t-shirt features just the right amount of 'V' around the neck with the Google logo placed perfectly underneath. Not for Sale focuses efforts on growing social enterprises to benefit those enslaved and vulnerable communities around the world.",
      "image": "media/10-23225B.jpg",
      "largeImage": "media/10-23225A.jpg",
      "features": [
        "Available in black with the Google logo imprinted in white across upper chest.",
        "Sizing runs smaller than normal. Please consider ordering up one or two sizes."
      ]
    },
    {
      "title": "Ladies Android L/S Stretch T-Shirt",
      "price": 20,
      "description": "Sparkle and shine in this ladies long sleeve stretch tee.",
      "image": "media/10-23198B.jpg",
      "largeImage": "media/10-23198A.jpg",
      "features": [
        "95% premium, ring-spun cotton, 5% spandex.",
        "Available in Black with a glitter Android robot at left chest."
      ]
    },
    {
      "title": "Ladies Mountain View T-Shirt",
      "price": 17.5,
      "image": "media/10-23229B.jpg",
      "largeImage": "media/10-23229A.jpg",
      "features": [
        "100% cotton.",
        "Available in white with the Mountain View coordinates screenprinted at front and the full color Google logo screenprinted at back yoke."
      ]
    },
    {
      "title": "Ladies Blueprint for a Better Inbox T-Shirt",
      "price": 14.3,
      "description": "The \"Blueprint for  better Inbox\" now available for the ladies! This USA made American Apparel t-shirt sports a more fitted design and the new Inbox logo.",
      "image": "media/10-23169B.jpg",
      "largeImage": "media/10-23169A.jpg",
      "features": [
        "50% cotton / 50% polyester for a super soft fit.",
        "Available in royal blue heather with the \"New Inbox: logo screen printed on the center chest.",
        "Sizing runs smaller than normal. Please reference sizing chart prior to ordering."
      ]
    },
    {
      "title": "Ladies Cotton Poly w/ Thermal Tee",
      "price": 15.15,
      "description": "This thermal long sleeve t-shirt is lightweight enough for all seasons of the year.",
      "image": "media/10-23174B.jpg",
      "largeImage": "media/10-23174A.jpg",
      "features": [
        "60% cotton, 40% polyester.",
        "Wide boat neck, thermal sleeves and hight length thermal cuffs.",
        "Longer body for comfortable fit.",
        "Available in blue/black with the white Google logo screenprinted at center chest."
      ]
    },
    {
      "title": "Ladies YouTube Favorite Tee",
      "price": 11.1,
      "description": "It's called the 'favorite tee' for a reason. Designed with fashion and comfort in mind, this ladies tee is ultra soft and provides a great fit, every time.",
      "image": "media/10-23073B.jpg",
      "largeImage": "media/10-23073A.jpg",
      "features": [
        "100% combed, ring-spun cotton.",
        "Designed with a longer length for varying body types.",
        "Available in asphalt with the full color YouTube logo screen printed across center chest."
      ]
    },
    {
      "title": "MTV Ladies Yellow T-Shirt",
      "price": 16.9,
      "description": "They say home is where the heart is. This vibrant tee features the Bay Area address of Google's head office. ",
      "image": "media/10-23230B.jpg",
      "largeImage": "media/10-23230A.jpg",
      "features": [
        "100% combed cotton.",
        "Made in the USA.",
        "Available in gold with a striking design at front and the white Google logo at back yoke."
      ]
    },
    {
      "title": "Women's Android Heart T-Shirt",
      "price": 10.6,
      "description": "The softest, smoothest, best-looking, organic cotton tee shirt available anywhere.",
      "image": "media/10-23069B.jpg",
      "largeImage": "media/10-23069A.jpg",
      "features": [
        "100% certified organic, combed, ringspun cotton.",
        "Contoured to flatter women's curves.",
        "Double-needle stitching on the sleeves and bottom hem.",
        "TearAway™ label for added comfort.",
        "Available in Berry with a screened Android robot at front chest."
      ]
    }
  ]
}